{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Beat poet Allen Ginsberg’s 1994 performance of his poem, “Hum Bom,” is foregrounded by his theatricality and expressivism. Beat poets, a subsection of the beatnik subculture, were staunch rejectors of materialism, consumerism, and conformity. Ginsberg was particularly opposed to militarism and imperial politics, an opposition evident in “Hum Bom.” “Hum Bom” itself was written over several decades, with several sections composed between its original publication in 1972 and the publication of the extended edition (on which my annotation focuses) in Ginsberg’s Cosmopolitan Greetings. The piece can be taken as a general opposition to militarism up until the last section, appended in 1991, which references the Gulf War through mentions of George W. Bush and Saddam Hussein. My annotative approach was centred around what Michel Chion terms “reduced listening,” which “focuses on the traits of the sound itself, independent of its cause and of its meaning” (qtd. in Rice 104). The repetitive nature of “Hum Bom” allowed for greater attention to the style of the performance itself rather than the poem’s semantic meaning. As such, I concentrated on sound shapes—particularly tempo, pitch, timbre, and amplitude—as opposed to conventional prosodic features. Through each of Ginsberg’s repetitions, I identified alterations in the above sound shapes, as well as what Charles Bernstein calls “sonic profusions,” which place the reading “on the edge of semantic excess” (13). The sound shapes of the poem allow for a varied, intricate annotative practice which grants the audiotext a new semantic dimension."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The beat reading style, characterized by theatricality and emotional expression, is often critiqued for its “perceived histrionics”; poet Donald Hall describes the performer’s “actorly texture” as a replacement for “the real sound of words” (qtd. in MacArthur 40), and Charles Bernstein identifies a general “anti-expressivist” dislike of poetry readings where “‘acting’ takes precedence over letting the words speak for themselves” (cite). In contrast, modern poetry readings prefer an understated style, which Marit J. MacArthur describes as an “almost puritan avoidance of theatricality” (41). As such, Ginsberg’s performance of “Hum Bom” is one that might face criticism from those like Hall, who prefer the detached neutrality of modern stylings. Yet this deviation is representative of Ginsberg’s personal politics and the anti-conformity politics of the beatnik subculture as a whole, and thus is undoubtedly purposeful. Jason Camlot argues that the modern affective response to theatricalized performance is often embarrassment or amusement, signifying a “culturally determined predilection” against the theatrical style (14). Ginsberg, through an ostentatious, oftentimes histrionic performance featuring bizarre and intense vocal stylings, seeks to purposely invoke those sensations of embarrassment and amusement. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ginsberg’s audience, too, plays a role in this theatricality. Tom Rice identifies the archetypal example of classical music, wherein the “convention of stillness” and “public exhibition of dedication and discipline,” including the suppression of laughter, are performances in themselves (102–103). Applied to modern poetry readings, these performances of listening are similarly irreverent. Ginsberg’s performance of “Hum Bom,” then, presents an opposition not only in the speaker but in the listeners; extrapoetic sounds from the audience can be heard throughout the recording—most notably when he first says, “Armageddon did the job” (107), resulting in applause and laughter from the audience. This extrapoetic sound was a key part of my annotations, and I was intrigued particularly by the laughter, which occurs in various other points throughout the recording. If Ginsberg’s theatrical performance is in direct opposition to the understated style of modern poetry performance, then audience laughter connotes an even stronger opposition to the modern style’s neutrality, detachment, and solemnity. Listeners experience the affective response of amusement (and possibly embarrassment as well) indicated by Camlot, contrasting them and Ginsberg against the understated, anti-expressivist modern style. It is not just the performer who denies anti-theatricality—it is everyone involved in the performance, including the listeners. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Anti-theatricality and anti-expressivism are often concerned with the sincerity of different reading styles. Rice identifies a cultural disparity between theatricality and sincerity, explaining that anti-theatricality is justified by an “implicit belief that an understated style implies sincerity” (41). To this end, an anti-expressivist might claim that Ginsberg’s theatrical performance implies a lack of sincerity, evoking Bernstein’s and Hall’s claims that actorly, theatrical textures overtake the words themselves. Yet how would a poem like “Hum Bom” function in performance without this texture? In a poem laden with repetition, to disallow Ginsberg’s isochrony in favour of a neutral, understated reading is to deny the sincerity of the piece. Were Ginsberg’s vocal stylings—particularly his intense amplitude and tempo—to be absent from the performance, the new semantic dimension of the audiotext would be lost, or at least significantly reduced. Bernstein writes that “sound enacts meaning as much as it designates something meant” (cite), and this is particularly true for Ginsberg’s performance, in which his sound shapes and sonic profusions provide far greater insight into the poem’s semantic meaning than if the audience were to simply read it (and therefore, greater insight than if Ginsberg were to read it neutrally). Ginsberg, like many beat poets, strays from typical sound patterns, and as a result his poetry reading becomes far more significant. Through annotating his performance and identifying the aforementioned sound shapes and sonic profusions, I am able to identify meaning beyond the semantics and syntax of the written text, foregrounding the “plural existence” (Bernstein 9) of the audiotext, in which the reading is a new semantic dimension to a multimodal event."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ginsberg recognizes sound and aurality as a key component of the poem through several methods, including his slurring of certain words, in performance but also written as such (“musta,” “whydja,” “hadda”). Similarly, the title of the piece signifies a detachment from and disruption of spelling; “Hum Bom” later becomes “Whom bomb?” in the poem itself. This disruption indicates that rather than syntactic meaning, the focal point of the poem is its phonemic meaning. Rather than letting the words speak for themselves, Ginsberg shapes them himself. This creates an effect wherein the jarring spelling in the written text becomes imperceptible in the performed audiotext. To those only reading the poem, this misspelling makes it evident that they are missing the aural dimension; to those listening, the misspelling would be obscured and ultimately irrelevant, as the audience would not know the difference between Ginsberg saying “Hum Bom” and “Whom bomb?” This, combined with the slurs and repetition of the piece, is an indicator of the necessary aurality of the text, thus creating a strong case for annotation. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The major challenge with my annotative approach was splitting up the lines of the transcript. Since many of the poem’s lines are incredibly short, and often spoken quickly by Ginsberg, sectioning the audio by line forced it into a constant, fast tempo, so that if you were to read the annotations while listening, each annotation would last three seconds at most (and some should have lasted less than a second, though AVAnnotate did not allow for annotations shorter than that). However, combining lines—for example, making “Whom bomb? We bomb’d them!/Whom bomb? We bomb’d them!” into a single annotation—allows for far less specificity. Ultimately I decided the former approach was best, as I wanted a comprehensive annotation of alterations in sound shapes, prosody, and sonic profusions. Although Ginsberg’s repetition and varying sound shapes allowed for easier annotations, I also struggled with how to denote changes in intensity, particularly regarding amplitude and tempo. Should they be marked only where they become noticeable (i.e. Ginsberg speaking louder or faster), or wherever a change occurs (such as when he brings his amplitude back down)? Upon testing, I realized that marking any change resulted in a massive amount of tags for amplitude and tempo, which I felt took away from the purpose of the annotations. As such, I used the tags only where there was a discernible increase in amplitude or tempo. Overall, Ginsberg’s high-intensity, “high-octane” (Bernstein 6) reading made for easy identification of sound shapes and sonic profusions, but also created a fast-paced annotative environment in which I had to substitute digestibility for specificity. Ultimately the facets of Ginsberg’s performance, and his audience’s listening experiences, are informed by culture and history, and the aural dimension of the piece is closely bound to the socio-historical conditions in which Ginsberg and his audience lived."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Works Cited"
        }
      ],
      "align": "center"
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Bernstein, Charles. “Introduction.” Close Listening: Poetry and the Performed Word, 1998. ProQuest Ebook Central,   ebookcentral.proquest.com/lib/ualberta/detail.action?docID=728829."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Camlot, Jason. “Introduction: Audiotextual Criticism.” Phonopoetics: The Making of Early Literary Recordings, Stanford University Press, 2019, pp. 1–26, https://doi.org/10.11126/stanford/9781503605213.003.0001."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Ginsberg, Allen. “Hum Bom.” Cosmopolitan Greetings, Harper Perennial, 1995, pp. 62–66."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "MacArthur, Marit J. “Monotony, the Churches of Poetry Readings, and Sound Studies.” PMLA, vol. 131, no. 1, Cambridge University Press, 2016, pp. 38–63, https://doi.org/10.1632/pmla.2016.131.1.38"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Rice, Tom. “Listening.” Keywords in Sound, edited by David Novak and Matt Sakakeeny, Duke University Press, 2015, pp. 99–111, https://doi.org/10.1215/9780822375494-010."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Theatricality and Aurality in \"Hum Bom\"",
  "parent": "7179a425-1ead-4c8a-bdf3-b0bf24b65a09",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "theatricality-and-aurality-in-hum-bom",
  "created_at": "2025-05-06T22:48:36.286Z",
  "created_by": "hannahmohr",
  "updated_at": "2025-05-06T22:51:25.089Z",
  "updated_by": "hannahmohr"
}